/* authorizing */
"authorizing" = "autoriseren";

/* bookmarks */
"bookmarks" = "bladwijzers";

/* bookmarks menu */
"Bookmarks Menu" = "Bladwijzermenu";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Bladwijzerwerkbalk";

/* cancel */
"Cancel" = "Annuleren";

/* unable to load page */
"Cannot Load Page" = "Kan pagina niet laden";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "Kan privésleutel van sleutelhanger niet laden";

/* cannot submit email */
"Cannot Submit" = "Kan niet indienen";

/* unable to refresh data */
"Cannot Sync" = "Kan niet synchroniseren";

/* connecting */
"connecting" = "verbinden";

/* copy the url to the clipboard */
"Copy URL" = "URL kopiëren";

/* update SyncClient */
"Data on the server is in a new and unrecognized format. Please update SyncClient." = "Gegevens op de server hebben een nieuw en onbekend formaat. Update SyncClient.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Gegevens op de server hebben een oud en niet-ondersteund formaat. Update Firefox Sync op uw computer.";

/* duplicate email address */
"Duplicate" = "Bestaat al";

/* send the url via email */
"Email URL" = "URL per e-mail";

/* error loading page */
"Error Loading Page" = "Fout bij laden van pagina";

/* error retrieving data */
"Error Retrieving Data" = "Fout bij ophalen van gegevens";

/* Failed Server Lookup */
"Failed Server Lookup" = "Opzoeken van server mislukt";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Communicatie met server mislukt (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Installeren van privésleutel in sleutelhanger mislukt (%d)";

/* email content */
"Here is that site we talked about:" = "Dit is die website waar we laatst over spraken:";

/* history */
"history" = "geschiedenis";

/* incorrect password */
"Incorrect Password" = "Onjuist wachtwoord";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Onjuiste Sync-sleutel";

/* we will send instructions */
"Instructions are on the way" = "Instructies zijn onderweg";

/* invalid url */
"Invalid URL" = "Ongeldige URL";

/* loading web page */
"loading..." = "laden…";

/* unable to login */
"Login Failure" = "Fout bij aanmelden";

/* mobile bookmarks */
"Mobile Bookmarks" = "Mobiel-bladwijzers";

/* no internet connection */
"No internet connection available" = "Geen internetverbinding beschikbaar";

/* no matching items found */
"No Matches" = "Geen overeenkomsten";

/* ok */
"OK" = "OK";

/* privacy policy */
"Privacy Policy" = "Privacybeleid";

/* refresh local data */
"Refresh" = "Verversen";

/* searching for matching items */
"Searching..." = "Zoeken…";

/* email subject */
"Sending you a link" = "We hebben u een koppeling gestuurd";

/* re-authenticate */
"Sign In" = "Aanmelden";

/* stop refreshing data */
"Stop" = "Stoppen";

/* tabs */
"tabs" = "tabbladen";

/* terms of service */
"Terms Of Service" = "Servicevoorwaarden";

/* thank you for submitting */
"Thank you!" = "Dank u!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Dit e-mailadres is al ingediend";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Kan niet communiceren met server (%d)";

/* server unavailable */
"Unable to contact server" = "Kan server niet bereiken";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "Kan uw e-mailadres niet indienen, probeer het later nog eens (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Ongesorteerde bladwijzers";

/* username not found */
"User Name Not Found" = "Accountnaam niet gevonden";

/* launch safari to display the url */
"View in Safari" = "Bekijken in Safari";

/* Required */
"Required" = "Vereist";

/* Caution: use at own risk */
"Caution: use at own risk" = "Waarschuwing: gebruik is op eigen risico";

/* Enter your Sync account information */
"Enter your Sync account information" = "Voer uw Sync-accountgegevens in";

/* Account */
"Account" = "Account";

/* Password */
"Password" = "Wachtwoord";

/* Sync Key */
"Sync Key" = "Sync-sleutel";

/* Use Custom Server */
"Use Custom Server" = "Eigen server gebruiken";

/* Server URL */
"Server URL" = "Server-URL";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Kan Sync niet instellen";

/* Try Again */
"Try Again" = "Probeer het nogmaals";

/* Manual Setup */
"Manual Setup" = "Handmatig instellen";

/* SyncClient could not connect to Sync. Would you like to try again? */
"SyncClient could not connect to Sync. Would you like to try again?" = "SyncClient kon geen verbinding maken met Sync. Wilt u het nogmaals proberen?";

/* Passcode */
"Passcode" = "Toegangscode";

/* Used for a small button */
"Not Now" = "Nu niet";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to SyncClient again." = "Vanwege een recente update dient u zich opnieuw aan te melden bij SyncClient";

/* Message that we show in a dialog when the user tries to open a file:// url */
"SyncClient cannot load the page because it is of an unsupported type." = "SyncClient kan de pagina niet laden, omdat het type niet wordt ondersteund.";
